Sets the max range on the value to unlimited
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public void SetMaxRangeToUnlimited()
  Visual Basic
Public Sub SetMaxRangeToUnlimited
  Visual C++
public:
void SetMaxRangeToUnlimited()
 See Also
  ElectricalDemandFactorValue Class
  Autodesk.Revit.DB.Electrical Namespace